Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A27A.tmx
Source language: en_us
Languages: zh_cn

source: Islam and homosexuality: Straight but narrow
zh_cn: 伊斯兰与同性恋：直接却处处受限

source: A debate about homosexuality in Islam is beginning.
zh_cn: 关于伊斯兰教世界中同性恋行为的讨论已经开始。

source: But in Muslim lands persecution—and hypocrisy—are still rife.
zh_cn: 但是在穆斯林的土地上迫害和虚伪仍然十分普遍。

source: ONE leaflet showed a wooden doll hanging from a noose and suggested burning or stoning homosexuals.
zh_cn: 一份传单上展示一个木制玩具悬吊在绞刑具上，暗示对同性恋的火刑或是石刑。

source: “God Abhors You” read another.
zh_cn: 另一个人说道“上帝憎恨你”。

source: A third warned gays: “Turn or Burn”.
zh_cn: 第三个人警告同性恋：“改变或是被烧死。”

source: Three Muslim men who handed out the leaflets in the English city of Derby were convicted of hate crimes on January 20th.
zh_cn: 1月20日，三个穆斯林男人在英国城市德比分发传单，他们已被判定获仇恨罪（hate crimes）。

source: One of them, Kabir Ahmed, said his Muslim duty was “to give the message”.
zh_cn: 其中一人，卡比尔·艾哈迈德（Kabir Ahmed）说，作为一位穆斯林，他的职责是“传达这些讯息”。

source: That message—at least in the eyes of religious purists— is uncompromising condemnation.
zh_cn: 至少在一些宗教笃信者眼中，这份讯息即为永不妥协的谴责和审判。

source: Of the seven countries that impose the death penalty for homosexuality, all are Muslim.
zh_cn: 七个对同性恋行为制定死刑的国家，全是伊斯兰教国家。

source: Even when gays do not face execution, persecution is endemic.
zh_cn: 即使同性恋人群不会被判死刑，地方性的迫害也是不可避免的。

source: In 2010 a Saudi man was sentenced to 500 lashes and five years in jail for having sex with another man.
zh_cn: 2010年，一名沙特阿拉伯男人因与另一位男人交姌被判500鞭刑及5年牢狱之刑。

source: In February last year, police in Bahrain arrested scores of men, mostly other Gulf nationals, at a “gay party”.
zh_cn: 去年2月，巴林的警察捉获一群“同性恋聚会”的男性，他们大多数来自其他波斯湾国家。

source: Iranian gay men are typically tried on other trumped-up charges.
zh_cn: 伊朗的同性恋男子通常会因其他捏造的罪行而获审判。

source: But in September last year three were executed specifically for homosexuality.
zh_cn: 但是去年9月份有三人明确地被判犯有同性恋罪。

source: (Lesbians in Muslim countries tend to have an easier time: in Iran they are sentenced to death only on the fourth conviction.)
zh_cn: （伊斯兰国家的女同性恋者通常会好过些：在伊朗，只有第四次定罪时，她们才会获判死刑。）

source: Gay life in the open in Muslim-majority countries is rare, but the closet is spacious.
zh_cn: 在伊斯兰教信徒占绝大多数的国家，公开的同性恋生活十分罕见，但是“柜中生活”却足够自由。

source: Countries with fierce laws, such as Saudi Arabia, also have flourishing gay scenes at all levels of society.
zh_cn: 像是沙特阿拉伯这些拥有残酷刑法的国家，社会的每个阶层都拥有活色活香的同性生活。

source: Syria’s otherwise fearsome police rarely arrest gays.
zh_cn: 叙利亚那些令人胆战的警察很少逮捕同性恋者。

source: Sibkeh park in Damascus is a tree-filled children’s playground during the day.
zh_cn: 大马士革（叙利亚首都）的西布克哈公园白天是一个绿树成荫的孩童玩耍的天堂。

source: By night it is known for the young men who linger on its benches or walls.
zh_cn: 但在晚上，却变成一个为人熟知的年轻男子于长凳或走道徘徊的场所。

source: Wealthy Afghans buy bachabazi, (dancing boys) as catamites.
zh_cn: 富有的阿富汗人会购买巴洽巴奇（bachabazi）——舞男当做娈童宠幸。

source: Where laws are gentler, authorities find other ways to crack down.
zh_cn: 在法律制约缓和的地域，当局找到了其他的方式镇压同性恋行为。

source: In the Jordanian capital, Amman, several gay hangouts have been raided or closed on bogus charges, such as serving alcohol illegally.
zh_cn: 在约旦首都阿曼，有一些同性恋男子因伪造的指控被袭击或是监禁，比如非法售卖酒精饮料。

source: Even where homosexuality is legal (as in Turkey), official censure can be fierce.
zh_cn: 就算在同性恋合法的国家（如土耳其），官方的谴责也是非常残忍的。

source: A former minister for women’s affairs, Aliye Kavaf, called it “a disease”; the interior minister, Idris Naim Sahin, cited it (along with Zoroastrianism and eating pork) as an example of “dishonour, immorality and inhuman situations”.
zh_cn: 一名妇女事务的前部长——阿里耶·卡瓦福（Aliye Kavaf）将之称为“恶疾”；内政部长伊德里斯·纳音·萨辛，引用“同性恋”词汇时（连同引用了拜火教和食猪肉），称它为“不名誉、不道德、不人道的情景”。

source: A new film, “Zenne Dancer”, portrays a young man’s murder in 2008 as Turkey’s first gay “honour killing” (the suspect, the victim’s father, is on the run).
zh_cn: 新电影《扎纳舞者》中，描绘了一名年轻男性的被害，他是2008年第一个因同性恋而遭“荣誉死刑”的土耳其人（这名嫌疑犯、受害者的父亲仍然在逃）。

source: Charges of homosexuality can also be used in political repression.
zh_cn: 在政治镇压中对同性恋行为的指控也大行其道。

source: The Malaysian opposition leader, Anwar Ibrahim, was twice tried for sodomy; the attorney-general is appealing against the latest acquittal.
zh_cn: 马来西亚反对派的领袖，安沃·伊波拉赫姆曾两次因鸡奸罪受审，而总检察长呼吁反对最近对这位领袖的无罪赦免。

source: Intolerance can unite otherwise warring factions.
zh_cn: 这种偏狭能够使争战的派系相互团结。

source: In Nigeria Muslims and conservative Christians alike back a proposed law banning gay marriage (and indirectly criminalising all same-sex unions).
zh_cn: 在尼日利亚，穆斯林人士和基督教保守派同样都对男子同性婚姻禁令大加支持（同时还对所有的同性团体进行间接的加罪）。

source: The democratic upheavals of the Arab spring have brought little comfort.
zh_cn: “阿拉伯之春”的民主暴乱并没有带来多少缓和。

source: Hossein Alizadeh of the International Gay and Lesbian Human Rights Commission, a New York-based lobby group, says that religious awakening is strengthening hardline interpretations of Islam and a repressive backlash on all kinds of sex-related issues.
zh_cn: 侯赛因·阿里扎代赫（Hossein Alizadeh）来自“国际男/女同性恋人权组织”，这是个总部设在纽约的游说团体，他说道宗教觉醒正在加强对伊斯兰教义的强硬解读，并且加深了对所有与性有关事项的镇压。

source: But the laws left behind by the former regimes in countries such as Tunisia and Egypt seem draconian enough to satisfy the new governments.
zh_cn: 但是在突尼斯、埃及一些国家，前政府遗留下来的法律却足够严苛，能够满足新政府对镇压同性恋的要求。

source: An ominous counter-example is Iraq.
zh_cn: 与这种镇压政策不同的例子是伊拉克，似乎很不吉利。

source: The previous Iraqi regime was politically repressive but unbothered by sexual mores.
zh_cn: 先前的伊拉克政权在政治领域镇压盛行，但是对性方面的道德却不闻不问。

source: Now men even suspected of being gay face kidnappings, rape, torture and extrajudicial killing.
zh_cn: 现在，即使那些怀疑是同性恋的男子也要面对绑架、强暴以及非法的杀害。

source: Ali Hili, head of a group called Iraqi LGBT, (Lesbian, Gay, Bisexual and Transgender) says that since the 2003 invasion more than 700 people have been killed because of their sexuality.
zh_cn: 伊拉克LGTB组织的负责人（L女同性恋；G男同性恋；B双性恋；T跨性别者）阿里·哈莱说道，自从2003年的外国入侵以来，超过700人因为性向问题而被杀害。

source: It is the most dangerous place in the world for sexual minorities, he says.
zh_cn: 他说，对于性向少数群体来说，伊拉克是世界上最为恐怖的地方。

source: Theology or technology
zh_cn: 宗教或科技

source: One small source of hope is the internet: life online offers gays safety, secrecy and the chance to make their case.
zh_cn: 还有一些渺小的希望是来自互联网：网上生活为同性恋者提供了安全、私密、以及享受各自生活的机会。

source: In a campaign called “We are everywhere” Iranian gays and lesbians are posting protest videos on Facebook.
zh_cn: 在“我们无处不在”这样一个运动中，伊朗的男、女同性恋者在脸谱网站上发布了抗议视屏。

source: In one, entitled “Ali the Queer”, a man speaks of his longing for a world in which those who deviate from the heterosexual standard are no longer considered unnatural or abnormal.
zh_cn: 有一个叫“阿里酷儿”的视屏，一名男子表达他对这样一个世界的期望，在那里，偏离异性恋准则的人群不再被当做是反自然或是反常的人。

source: However, a video newly posted from the United Arab Emirates shows an effeminate gay man being “cured” by two straight men.
zh_cn: 然而，在来自阿联酋新上传的视频里，一位女子气的男同性恋被两位直男“矫正”了。

source: The internet also offers a chance to debate the fundamental issue: the Islamic prohibition of homosexuality.
zh_cn: 网络还提供了讨论基本问题的机会——伊斯兰教对同性恋的严禁。

source: This is based on a tale (common to all three Abrahamic religions, though details differ) of a man called Lot and the cities of Sodom and Gomorrah.
zh_cn: 这个禁令是基于名叫劳特的男子和索多玛、蛾摩拉两座城池的故事。

source: These were engulfed in fire and brimstone as divine punishment for the local penchant for gay sex. Earlier Islamic societies were less hardline.
zh_cn: 早前的伊斯兰社会则不像如今这般强硬。

source: An 11th-century Persian ruler advised his son to alternate his partners seasonally: young men in the summer and women in the winter.
zh_cn: 十一世纪一名波斯统治者劝告他的儿子周期性地更换伴侣：夏季是男性，冬季是女性。

source: Many of the love poems of the eighth-century Abu Nuwas in Baghdad, and of other Persian and Urdu poets, were addressed to boys.
zh_cn: 八世纪，生活在巴格达的阿布·努瓦斯，还有其他波斯和乌尔都诗人的很多情诗都是写给男子的。

source: In medieval mystic writings, particularly Sufi texts, it is unclear whether the beloved being addressed is a teenage boy or God, providing a quasi-religious sanction for relationships between men and boys.
zh_cn: 在中世纪的神秘作品中，尤其在苏菲派的文本中，写作对象“爱人”不知是一名少年男子还是神，作品中对男人与男孩之间的关系出现了准宗教的处罚。

source: Austere European chroniclers fumed at the indulgent attitudes to gay sex in the Caliphs' courts (now the censure is the other way).
zh_cn: 欧洲那些严厉的年代史编者对于哈里发宫廷中任由男同性恋肆意的态度颇为生气（如今的责难又是另一回事了）。

source: Like liberal Jewish and Christian scholars in recent decades, some Muslim thinkers are now finding theological latitude.
zh_cn: 与近几十年里自由主义的犹太及基督教学者一样，一些穆斯林思想家正在探索并发现神学领域的证据。

source: “The Koran does not condemn homosexuality,” says Scott Siraj al-Haqq Kugle, an American Muslim convert who teaches Islamic studies at Emory University in Atlanta.
zh_cn: 斯科特·西拉·爱哈格·库格尔（Scott Siraj al-Haqq Kugle），是一位美籍穆斯林皈依者，在亚特兰大的艾莫利大学教授伊斯兰学，他说：“可兰经并没有谴责同性恋。”

source: The story of Lot, he argues, deals with male rape and violence, not homosexuality in general.
zh_cn: 他辩论道，劳特的传说是关于男性之间的强暴及暴力行为的，而不是特别针对同性恋。

source: Classical Islamic theologians and jurists were mostly concerned with stifling lustful immorality, he says.
zh_cn: 他还说，古典伊斯兰神学家、法学家关注的更多是令人窒息又充满贪欲的道德败坏。

source: Koranic verses describe without condemnation men who have no sexual desire for women.
zh_cn: 可兰经中的诗篇描述那些对女人没有渴求的男性时，没有任何责斥和定罪。

source: Arash Naraghi, an Iranian academic at Moravian College in Pennsylvania, suggests that the verses decrying homosexuality, like those referring to slavery and Ptolemaic cosmology, stem from common beliefs at the time of writing, and should be re-examined.
zh_cn: 阿拉士·那拉格（Arash Naraghi）是一名伊朗学者，任职于宾夕法尼亚州的摩拉维亚大学，他认为，可兰经诗篇责难同性恋就如同对奴隶制及托勒密的宇宙论进行谴责一样，是由写作时的环境决定的，因此应当得到重新审视。

source: Even Sheikh Muhammad Hussein Fadlallah, the late spiritual leader of Lebanon's Hizbullah party-cum-militia, conceded that more research is needed in order to understand homosexuality.
zh_cn: 即使是后来黎巴嫩政党、军事一体的真主党精神领袖——酋长穆罕默德·侯赛因·法德拉拉（Sheikh Muhammad Hussein Fadlallah），也承认对同性恋需要进行更多的研究。

source: Unsurprisingly, the debate, such as it is, is led by gay Muslims outside the Islamic world.
zh_cn: 这场争论，正如它表现的那样，是穆斯林世界之外的穆斯林同性恋者领导的，这毫不奇怪。

source: Though their rights are better protected, they too can suffer from intolerance—as the trial in Derby last month highlighted.
zh_cn: 尽管这些人的权利得到了更好的保护，他们也仍会遭受偏狭和不宽容，正如上个月德比市的审判显示的那样。

source: In European cities with lots of poor, pious Muslim immigrants, municipal politics brings some rum alliances.
zh_cn: 欧洲城市拥有许多贫穷、虔诚的穆斯林移民，对此市政当局的政治家发起了一些奇怪的联盟。

source: Ken Livingstone, a left-wing London politician with a strong record on gay rights, has in the past welcomed Yusuf al-Qaradawi, an America-bashing Muslim cleric from Egypt who supports the death penalty for homosexuality.
zh_cn: 肯·利文斯通是伦敦一名左翼政治家，他在同性恋权益活动上有着赫赫的政治记录，过去曾经支持过尤苏夫·爱卡拉达维（Yusuf al-Qaradawi），而这位人物是来自埃及、在美国工作的穆斯林牧师，大力支持对同性恋的死刑处罚。

source: In Muslim countries activists have mostly shied away from the pitfalls of theological debate.
zh_cn: 穆斯林国家的活动家们大都回避了宗教讨论的陷阱。

source: Instead, groups such as Helem, a Lebanese NGO, use the secular language of human rights, citing United Nations declarations.
zh_cn: 相反，一些团体，比如一个黎巴嫩非民间组织——希连（Helem）则引用联合国宣言，运用人权的世俗语言反击。

source: Mr Alizadeh sees progress, though it is slow.
zh_cn: 阿里扎德先生（Mr Alizadeh）认为已经取得了进步，尽管这进步还很慢。

source: Even some Muslim clerics, the group most resistant to reform, are shifting slightly.
zh_cn: 一些对改革最为抵制的穆斯林牧师甚至也渐渐改变了立场。

source: After attacks on gay men in Iraq in 2009, Muqtada al-Sadr, a fiery Shia cleric, condemned the killings.
zh_cn: 2009年对同性恋的袭击事件发生在伊拉克后，穆克塔达·爱萨达尔（Muqtada al-Sadr）——一位强硬的什叶派牧师，也对此次杀害事件进行谴责。

source: He said that the “depravity” of homosexuality should indeed be eradicated, but through “preaching and guidance” rather than violence.
zh_cn: 他说同性恋的“堕落行径”确实应该铲除，但是应通过“布道和指导”，而非“暴力”。

source: Optimists would see that as progress, of a sort.
zh_cn: 乐观主义者把这看做是一种进步，多多少少是吧。
